Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Suggest full name for the user. It can be changed later.
sv: Föreslå ett fullständigt namn för användaren. Det kan ändras senare.

source: Can not perform this operation without an e-mail address.
sv: Kan inte utföra denna operation utan en mejladress.

source: This project requires two-factor authentication; configure it in your profile.
sv: Detta projekt kräver tvåfaktorsautentisering. Konfigurera det i din profil.

source: This translation is currently locked.
sv: Översättningen är för tillfället låst.

source: Contributing to this translation requires agreeing to its contributor license agreement.
sv: För att bidra till denna översättning måste du godkänna licensavtalet för bidragsgivare.

source: Sign in to save translations.
sv: Logga in för att spara översättningar.

source: Insufficient privileges for approving translations in a restricted component.
sv: OtillrÃ¤ckliga behÃ¶righeter fÃ¶r att godkÃ¤nna Ã¶versÃ¤ttningar i en begrÃ¤nsad komponent.

source: Insufficient privileges for saving translations in a restricted component.
sv: OtillrÃ¤ckliga behÃ¶righeter fÃ¶r att spara Ã¶versÃ¤ttningar i en begrÃ¤nsad komponent.

source: Insufficient privileges for approving translations.
sv: OtillrÃ¤ckliga privilegier fÃ¶r att godkÃ¤nna Ã¶versÃ¤ttningar.

source: Insufficient privileges for saving translations.
sv: Inte tillrÃ¤cklig behÃ¶righet fÃ¶r att spara Ã¶versÃ¤ttningar.

source: Insufficient privileges for editing source strings.
sv: OtillrÃ¤ckliga behÃ¶righeter fÃ¶r att redigera kÃ¤llstrÃ¤ngar.

source: Suggestion voting is disabled.
sv: Röstning på förslag är inaktiverad.

source: This translation only accepts suggestions, in turn approved by voting.
sv: Denna Ã¶versÃ¤ttning accepterar endast fÃ¶rslag som i sin tur godkÃ¤nns genom omrÃ¶stning.

source: Pay the bills to unlock this project.
sv: Betala räkningarna för att låsa upp projektet.

source: The translation is read-only.
sv: Översättningen är skrivskyddad.

source: Source-string reviews are turned off.
sv: Granskningar av källsträngar är inaktiverade.

source: Translation reviews are turned off.
sv: Översättningsgranskningar är inaktiverade.

source: Reviewing is turned off.
sv: Granskning är inaktiverad.

source: The source string needs review.
sv: Källsträngen behöver granskas.

source: The string is read-only.
sv: Strängen är skrivskyddad.

source: Only reviewers can change approved strings. Please add a suggestion if you think the string should be changed.
sv: Endast granskare kan ändra godkända strängar. Lägg till ett förslag om du tycker att strängen bör ändras.

source: Add the string to the source language instead.
sv: Lägg till strängen till källspråket istället.

source: Adding strings is disabled in the component configuration.
sv: Att lägga till strängar är inaktiverat i komponentkonfigurationen.

source: Cannot remove terminology translation. Remove the source string instead.
sv: Terminologiöversättning kan inte tas bort. Ta bort källsträngen istället.

source: The file format does not support this.
sv: Filformatet stöder inte detta.

source: Adding new translations is turned off in the component configuration.
sv: Lägga till nya översättningar är inaktiverat i komponentkonfigurationen.

source: This component is currently locked.
sv: Denna komponent är för närvarande låst.

source: The file format does not support updating source strings.
sv: Filformatet stöder inte uppdatering av källsträngar.

source: Cannot remove built-in team!
sv: Kan inte ta bort inbyggd grupp!

source: This invitation can be accepted only by the e-mail address chosen by the inviter; it can't be used by your account.
sv: Denna inbjudan kan endast accepteras av den e-postadress som valts av den som bjudit in; den kan inte användas av ditt konto.

source: User invitation was removed.
sv: Användarinbjudan togs bort.

source: Accepted invitation to the %s team.
sv: Accepterade inbjudan till grupp %s.

source: Owners
sv: Ägare

source: Additional message
sv: Ytterligare meddelande

source: Please describe the project and your relation to it, preferably in English.
sv: Beskriv projektet och din relation till det, helst på engelska.

source: Billing plan
sv: Faktureringsplan

source: Billed projects
sv: Fakturerade projekt

source: Billing owners
sv: FaktureringsÃ¤gare

source: Trial
sv: Provperiod

source: Terminated
sv: Avslutad

source: Billing state
sv: Faktureringstillstånd

source: Trial expiry date
sv: Slutdatum för provperiod

source: Scheduled removal
sv: Schemalagd borttagning

source: In limits
sv: Inom gränserna

source: Changes in last month
sv: Senaste månadens ändringar

source: Number of changes
sv: Antal ändringar

source: Source words
sv: Källord

source: Number of strings
sv: Antal strängar

source: Last invoice
sv: Senaste faktura

source: In display limits
sv: Inom visade gränser

source: Project website missing!
sv: Projektets webbplats saknas!

source: Only public projects are allowed
sv: Endast publika projekt är tillåtna

source: Missing license
sv: Licens saknas

source: Not a libre license
sv: Inte en fri licens

source: Billing
sv: Fakturering

source: Billing event
sv: Faktureringshändelse

source: You will stop receiving this notification once you pay the bills or the project is removed.
sv: Du kommer att sluta få denna avisering när du betalat räkningarna eller projektet har tagits bort.

source: You will stop receiving this notification once you change to regular subscription or the project is removed.
sv: Du kommer att sluta få denna avisering när du ändrar till vanligt abonnemang eller projektet har tagits bort.

source: User %s was added as a billing admin.
sv: AnvÃ¤ndaren %s lades till som en faktureringsadministratÃ¶r.

source: User %s was removed as a billing admin.
sv: AnvÃ¤ndaren %s togs bort som en faktureringsadministratÃ¶r.

source: AngularJS interpolation string
sv: AngularJS interpolationssträng

source: AngularJS interpolation strings do not match source.
sv: AngularJS-interpoleringssträngar stämmer inte överens med källan.

source: The following format strings are missing: {}
sv: Följande formatsträngar saknas: {}

source: The following format strings are extra: {}
sv: Följande formatsträngar är extra: {}

source: The following errors were found:
sv: Följande fel har upptäckts:

source: Starting newline
sv: Inledande radbryt

source: Source and translation do not both start with a newline.
sv: Källan och översättningen börjar inte båda med en ny rad.

source: Trailing newline
sv: Avslutande radbryt

source: Source and translation do not both end with a newline.
sv: Källan och översättningen slutar inte båda med en ny rad.

source: Starting spaces
sv: Inledande mellanslag

source: Source and translation do not both start with same number of spaces.
sv: Källan och översättningen börjar inte med samma antal mellanslag.

source: Nonâstandard characters in Kabyle
sv: Icke-standardtecken i kabyliska

source: Use standardized Latin Kabyle characters (e.g. É£ instead of Greek Î³; É instead of Îµ).
sv: AnvÃ¤nd standardiserade latinska kabyliska tecken (t.ex. É£ istÃ¤llet fÃ¶r grekiska Î³; É istÃ¤llet fÃ¶r Îµ).

source: Trailing space
sv: Avslutande mellanslag

source: Source and translation do not both end with a space.
sv: Källan och översättningen slutar inte båda med ett mellanslag.

source: Double space
sv: Dubbla mellanslag

source: Translation contains double space.
sv: Översättningen innehåller dubbla mellanslag.

source: Mismatched full stop
sv: Omatchad slutpunkt

source: Source and translation do not both end with a full stop.
sv: Källan och översättningen slutar inte båda med punkt.

source: Mismatched colon
sv: Omatchat kolon

source: Source and translation do not both end with a colon.
sv: Källan och översättningen slutar inte båda med ett kolon.

source: Mismatched question mark
sv: Omatchat frågetecken

source: Source and translation do not both end with a question mark.
sv: Källan och översättningen slutar inte båda med ett frågetecken.

source: Mismatched exclamation mark
sv: Omatchat utropstecken

source: Source and translation do not both end with an exclamation mark.
sv: Källan och översättningen slutar inte båda med ett utropstecken.

source: Mismatched interrobang
sv: Omatchade interrobang

source: Source and translation do not both end with an interrobang expression.
sv: Källan och översättningen slutar inte båda med ett interrobang-uttryck.

source: Mismatched ellipsis
sv: Omatchad ellips

source: Source and translation do not both end with an ellipsis.
sv: Källan och översättningen slutar inte båda med tre punkter (ellips).

# Mismatched
source: Mismatched \n
sv: Omatchade \n

# Number of literals in translation does not match source.
source: Number of \n literals in translation does not match source.
sv: Antalet \n-literaler i Ã¶versÃ¤ttningen stÃ¤mmer inte Ã¶verens med kÃ¤lltexten.

source: Mismatching line breaks
sv: Radbrytningarna matchar inte

source: Number of new lines in translation does not match source.
sv: Antalet nya rader i översättningen stämmer inte överens med källtexten.

source: Zero-width space
sv: Mellanrum utan bredd

source: Translation contains extra zero-width space character.
sv: Översättningen innehåller extra nollbreddstecken.

source: Maximum length of translation
sv: Maximal längd av översättningen

source: Translation should not exceed given length.
sv: Översättningen får inte överskrida angiven längd.

source: Mismatched semicolon
sv: Omatchat semikolon

source: Source and translation do not both end with a semicolon.
sv: Källan och översättningen slutar inte båda med semikolon.

source: Kashida letter used
sv: Använder kashida

source: The decorative kashida letters should not be used.
sv: De dekorativa kashida-bokstäverna bör inte användas.

source: Punctuation spacing
sv: Skiljeteckensavstånd

source: Missing non breakable space before double punctuation sign.
sv: Saknat fast mellanslag före dubbelt skiljetecken.

source: Missing plurals
sv: Saknade pluralformer

source: Some plural forms are untranslated.
sv: Vissa pluralformer är inte översatta.

source: Same plurals
sv: Identiska pluralformer

source: Some plural forms are translated in the same way.
sv: Vissa pluralformer översattes på samma sätt.

source: Inconsistent
sv: Inkonsekvent

source: This string has more than one translation in this project or is untranslated in some components.
sv: Strängen har mer än en översättning i det här projektet eller är inte översatt i vissa komponenter.

source: Reused translation
sv: Återanvänd översättning

source: Different strings are translated the same.
sv: Olika strängar översätts likadant.

source: â%sâ
sv: "%s"

source: Has been translated
sv: Har blivit översatt

source: This string has been translated in the past.
sv: Denna sträng har översatts tidigare.

source: Previous translation was "%s".
sv: Tidigare översättning var "%s".

source: Consecutive duplicated words
sv: På varandra följande identiska ord

source: Text contains the same word twice in a row.
sv: Text innehållande samma ord två gånger i rad.

source: DOS line endings
sv: DOS-radslut

source: Automatically detect Java MessageFormat
sv: Automatiskt upptäckt av Java MessageFormat

source: Strict unchanged check
sv: Strikt oförändrad kontroll

source: Strict format string checks
sv: Strikt kontroll av formatsträngar

source: Forbidden translation
sv: Förbjuden översättning

source: Terminology
sv: Terminologi

source: Ignore all checks
sv: Ignorera alla kontroller

source: Use case insensitive placeholders
sv: Använd icke skiftlägeskänsliga platshållare

source: Font family
sv: Typsnittsfamilj

source: Font weight
sv: Teckenstil

source: Font spacing
sv: Teckenavstånd

source: ICU MessageFormat flags
sv: ICU MessageFormat-flaggor

source: ICU MessageFormat tag prefix
sv: ICU MessageFormat-taggprefix

source: Replacements while rendering
sv: Ersättningar vid rendering

source: String variant
sv: Strängvariant

source: Fluent type
sv: Fluent-typ

source: Discard flag
sv: Förkasta flagga

source: Invalid translation flag: "%s"
sv: Ogiltig översättningsflagga: "%s"

source: The translation flag has no parameters: "%s"
sv: Översättningflaggan har inga parametrar: "%s"

source: Wrong parameters for translation flag: "%s"
sv: Fel parametrar för översättningsflagga: "%s"

source: Missing parameters for translation flag: "%s"
sv: Parametrar saknas för översättningsflagga: "%s"

source: The Fluent reference in {sequence} may expand into a HTML tag. Maybe use {suggestion}.
sv: Fluent-referensen i {sequence} kan expandera till en HTML-tagg. AnvÃ¤nd hellre {suggestion}.

source: The Fluent reference in {sequence} may expand into a HTML character reference. Maybe use {suggestion}.
sv: Fluent-referensen i {sequence} kan utvidgas till en HTML-teckenreferens. AnvÃ¤nd hellre {suggestion}.

source: The sequence {sequence} begins with a HTML closing tag, but the name or syntax is not valid. If you do not want a closing tag, use {suggestion}.
sv: Sekvensen {sequence} bÃ¶rjar med en HTML-avslutningstagg, men namnet eller syntaxen Ã¤r inte giltig. Om du inte vill ha en avslutande tagg, anvÃ¤nd {suggestion}.

source: The sequence {sequence} begins with a HTML tag, but the name is not valid. If you do not want to begin a HTML tag, use {suggestion}.
sv: Sekvensen {sequence} bÃ¶rjar med en HTML-tagg, men namnet Ã¤r inte giltigt. Om du inte vill inleda en HTML-tagg anvÃ¤nder du {suggestion}.

source: The sequence {sequence} begins with a HTML tag, but the tag is never closed by {close}. If you do not want to begin a HTML tag, use {suggestion}.
sv: Sekvensen {sequence} bÃ¶rjar med en HTML-tagg, men taggen avslutas aldrig av {close}. Om du inte vill inleda en HTML-tagg, anvÃ¤nd {suggestion}.

source: Fluent inner HTML should not include {sequence}. Maybe use {suggestion}.
sv: Fluent inre HTML bör inte innehålla {sequence}. Använd hellre {suggestion}.

source: The sequence {sequence} begins with a HTML tag, but the sequence {attribute} is not a valid attribute with a value. If you do not want to begin a HTML tag, use {suggestion}.
sv: Sekvensen {sequence} bÃ¶rjar med en HTML-tagg, men sekvensen {attribute} Ã¤r inte ett giltigt attribut med ett vÃ¤rde. Om du inte vill inleda en HTML-tagg, anvÃ¤nd {suggestion}.

source: The HTML attribute name {name} for the {tag} tag is not valid.
sv: HTML-attributnamnet {name} för taggen {tag} är ogiltigt.

source: The HTML {name} attribute value {value} for the {tag} tag is not a valid quoted value.
sv: HTML-attributet {name} med värdet {value} för taggen {tag} är inte ett giltigt citerat värde.

source: The HTML {name} attribute appears twice for the {tag} tag.
sv: HTML-attributet {name} finns två gånger för taggen {tag}.

source: Unmatched HTML end tag: {tag}.
sv: Omatchad HTML-sluttagg: {tag}.

source: The HTML {name} void element should not have an end tag: {end}.
sv: HTML-elementet {name} ska inte ha en sluttagg: {end}.

source: The HTML {name} element is not a known void element, so should not have a self-closing tag: {self_close}.
sv: HTML-elementet {name} är inte ett känt tomt element, så det bör inte ha en självstängande tagg: {self_close}.

source: The HTML {tag} tag is missing a matching end tag: {end}.
sv: HTML-taggen {tag} saknar en matchande sluttagg: {end}.

source: The sequence {sequence} will begin a HTML character reference, but does not end with {semicolon}. If you do not want a character reference, use {suggestion}.
sv: Sekvensen {sequence} inleder en HTML-teckenreferens, men slutar inte med {semicolon}. Om du inte vill ha en teckenreferens, anvÃ¤nd {suggestion}.

source: The sequence {sequence} is not a valid HTML character reference.
sv: Sekvensen {sequence} är inte en giltig HTML-teckenreferens.

source: Fluent source inner HTML
sv: Fluent källkod för inre HTML

source: Fluent source should be valid inner HTML.
sv: Fluent-källkod ska vara giltig inre HTML.

source: Fluent value is missing a HTML {tag} tag.
sv: Fluent-vÃ¤rde saknar en HTML-tagg {tag}.

source: Fluent value is missing a HTML {tag} tag for the following variants: {variant_list}.
sv: Fluent-vÃ¤rde saknar en HTML-tagg {tag} fÃ¶r fÃ¶ljande varianter: {variant_list}.

source: Fluent value has an unexpected extra HTML {tag} tag.
sv: Fluent värde har en oväntad extra HTML-tagg {tag}.

source: Fluent value has an unexpected extra HTML {tag} tag for the following variants: {variant_list}.
sv: Fluent värde har en oväntad extra HTML-tagg {tag} för följande varianter: {variant_list}.

source: The following variants in the original Fluent value do not have at least one matching variant in the translation with the same set of HTML elements: {variant_list}.
sv: Följande varianter i det ursprungliga Fluent-värdet har inte minst en matchande variant i översättningen med samma uppsättning HTML-element: {variant_list}.

source: The translated Fluent value does not have a matching variant in the original with the same set of HTML elements.
sv: Det översatta Fluent-värdet har inte en matchande variant i originalet med samma uppsättning HTML-element.

source: The following variants in the translated Fluent value do not have a matching variant in the original with the same set of HTML elements: {variant_list}.
sv: Följande varianter i det översatta Fluent-värdet har inte en matchande variant i originalet med samma uppsättning HTML-element: {variant_list}.

source: Fluent translation inner HTML
sv: Fluent- översättning, inre HTML

source: Fluent target should be valid inner HTML that matches.
sv: Fluent-mål bör vara giltig inre HTML som matchar.

source: Fluent value is empty.
sv: Fluent-värde är tomt.

source: Fluent value should be empty.
sv: Fluent-värde ska vara tomt.

source: Missing Fluent attribute: {hint}
sv: Fluent-attribut saknas: {hint}

source: Unexpected Fluent attribute: {hint}
sv: Oväntat Fluent-attribut: {hint}

source: Fluent parts
sv: Fluent-delar

source: Fluent parts should match.
sv: Fluent-delar ska matcha varandra.

source: Fluent {attribute} attribute is missing a {reference} Fluent reference.
sv: Fluent-attributet {attribute} saknar en {reference} Fluent-referens.

source: Fluent {attribute} attribute is missing a {reference} Fluent reference for the following variants: {variant_list}.
sv: Fluent-attributet {attribute} saknar en {reference} Fluent-referens för följande varianter: {variant_list}.

source: Fluent value is missing a {reference} Fluent reference.
sv: Fluent-värde saknar en {reference} Fluent-referens.

source: Fluent value is missing a {reference} Fluent reference for the following variants: {variant_list}.
sv: Fluent-värdet saknar en {reference} Fluent-referens för följande varianter: {variant_list}.

source: Fluent {attribute} attribute has an unexpected extra {reference} Fluent reference.
sv: Fluent-attribut {attribute} har en oväntad extra {reference} Fluent-referens.

source: Fluent {attribute} attribute has an unexpected extra {reference} Fluent reference for the following variants: {variant_list}.
sv: Fluent-attribut {attribute} har ett oväntat extra {reference} Fluent-referens för följande varianter: {variant_list}.

source: Fluent value has an unexpected extra {reference} Fluent reference.
sv: Fluent-värdet har en oväntad extra {reference} Fluent-referens.

source: Fluent value has an unexpected extra {reference} Fluent reference for the following variants: {variant_list}.
sv: Fluent-värdet har en oväntad extra {reference} Fluent-referens för följande varianter: {variant_list}.

source: The following variants in the original Fluent {attribute} attribute do not have at least one matching variant in the translation with the same set of Fluent references: {variant_list}.
sv: Följande varianter i det ursprungliga Fluent-attributet {attribute} har inte minst en matchande variant i översättningen med samma uppsättning Fluent-referenser: {variant_list}.

source: The following variants in the original Fluent value do not have at least one matching variant in the translation with the same set of Fluent references: {variant_list}.
sv: Följande varianter i det ursprungliga Fluent-värdet har inte minst en matchande variant i översättningen med samma uppsättning Fluent-referenser: {variant_list}.

source: The translated Fluent {attribute} attribute does not have a matching variant in the original with the same set of Fluent references.
sv: Det översatta Fluent-attributet {attribute} har inte en matchande variant i originalet med samma uppsättning Fluent-referenser.

source: The following variants in the translated Fluent {attribute} attribute do not have a matching variant in the original with the same set of Fluent references: {variant_list}.
sv: Följande varianter i det översatta Fluent-attributet {attribute} har inte en matchande variant i originalet med samma uppsättning Fluent-referenser: {variant_list}.

source: The translated Fluent value does not have a matching variant in the original with the same set of Fluent references.
sv: Det översatta Fluent-värdet har inte en matchande variant i originalet med samma uppsättning Fluent-referenser.

source: The following variants in the translated Fluent value do not have a matching variant in the original with the same set of Fluent references: {variant_list}.
sv: Följande varianter i det översatta Fluent-värdet har inte en matchande variant i originalet med samma uppsättning Fluent-referenser: {variant_list}.

source: Fluent references
sv: Fluent-referenser

source: Fluent references should match.
sv: Fluent-referenser ska stämma överens.

source: Fluent syntax error: {error}.
sv: Fluent syntaxfel: {error}.

source: Fluent source syntax
sv: Fluent källsyntax

source: Fluent syntax error in the source.
sv: Fluent-syntaxfel i källan.

source: Fluent translation syntax
sv: Fluent översättningssyntax

source: Fluent syntax error in the translation.
sv: Fluent-syntaxfel i översättningen.

source: The following format strings are in the wrong order: %s
sv: FÃ¶ljande formatstrÃ¤ngar Ã¤r i fel ordning: %s

source: Python format string does not match source.
sv: Python-formatsträngen stämmer inte överens med källan.

source: PHP format string does not match source.
sv: PHP-formatsträngen stämmer inte överens med källan.

source: C format string does not match source.
sv: C-formatsträngen stämmer inte överens med källan.

source: Perl brace format
sv: Perl-parentesformat

source: Perl brace format string does not match source.
sv: Perl-formatsträngen för klamrar stämmer inte överens med källkoden.

source: Perl format string does not match source.
sv: Perl-formatsträngen stämmer inte överens med källan.

source: JavaScript format string does not match source.
sv: JavaScript-formatsträngen stämmer inte överens med källan.

source: Lua format string does not match source.
sv: Lua-formatsträngen stämmer inte överens med källan.

source: Object Pascal format string does not match source.
sv: Object Pascal-formatsträngen stämmer inte överens med källan.

source: Scheme format
sv: Schemaformat

source: Scheme format string does not match source.
sv: Scheme-formatsträngen stämmer inte överens med källan.

source: Python brace format string does not match source.
sv: Python-formatsträngen för klamrar stämmer inte överens med källan.

source: Single {} encountered in the format string.
sv: Enkel {} påträffad i formatsträngen.

source: C# format string does not match source.
sv: C#-formatsträngen stämmer inte överens med källan.

source: Laravel format string does not match source.
sv: Laravel-formatsträngen stämmer inte överens med källan.

source: Java format string does not match source.
sv: Java-formatsträngen stämmer inte överens med källan.

source: Java MessageFormat string does not match source.
sv: Java MessageFormat-strängen stämmer inte överens med källan.

source: You need to pair up an apostrophe with another one.
sv: Du måste para ihop en apostrof med en andra apostrof.
